akamud.vscode-theme-onedark
christian-kohler.path-intellisense
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
Gruntfuggly.todo-tree
kevinkyang.auto-comment-blocks
ms-azuretools.vscode-docker
PKief.material-icon-theme
steoates.autoimport
wayou.vscode-todo-highligh
cschlosser.doxdocgent
